Python 3.12.2 (tags/v3.12.2:6abddd9, Feb  6 2024, 21:26:36) [MSC v.1937 64 bit (AMD64)] on win32
Type "help", "copyright", "credits" or "license()" for more information.
>>> 
= RESTART: C:\программирование\python\homo sap.py
1 этап австралопитек
2 этап человек умелый
3 этап человек прямоходящий
4 этап палеоантолог
5 этап homo sapiens
 австралопитек=> человек умелый=> человек прямоходящий=> палеоантолог=> homo sapiens
>>> 
========== RESTART: C:\программирование\python\домашняя\1 veterinar.py =========
вид питомца желторотый питон
возраст:34
кличка"Каа"
Это  желторотый питон по кличке "Каа" Возраст :34 года
>>> 
========== RESTART: C:\программирование\python\домашняя\1 veterinar.py =========
вид питомца желторотый питон
возраст:34
кличка"Каа".
Это  желторотый питон по кличке "Каа". Возраст :34 года
